Repository: vitaliy-bezugly/network-scanner
Catalog: src/IpScanner.Ui/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr

# About.Text
source: About ...
de_de: Über uns
es_es: Acerca de
fr_fr: À propos

# AboutTitle
source: About
de_de: Über uns
es_es: Acerca de
fr_fr: À propos

# Advanced.Text
source: Advanced
de_de: Erweitert
es_es: Avanzado
fr_fr: Avancé

# All.Text
source: All
de_de: Alle
es_es: ¡Todos!
fr_fr: Tout

# ApiKeyPb.PlaceholderText
source: API Key
de_de: API Schlüssel
es_es: Clave API
fr_fr: Clé API

# CanceledException
source: Operation was cancelled
de_de: Der Vorgang wurde abgebrochen.
es_es: ¡La operación se ha cancelado!
fr_fr: L’opération a été annulée

# CancelToolTip.Content
source: Cancel
de_de: Abbrechen!
es_es: ¡Cancelar!
fr_fr: Annuler !

# ChangeMAC.Text
source: Edit MAC address ...
de_de: MAC-Adresse
es_es: Dirección MAC
fr_fr: Modifier l'adresse MAC

# CheckForUpdates.Text
source: Check for updates
de_de: Auf Updates prüfen
es_es: Buscar actualizaciones
fr_fr: Vérifiez les mises à jour

# ClearScannedItems.Content
source: Clear scanned items
de_de: Gescannte Elemente löschen!
es_es: ¡Borrar los elementos escaneados!
fr_fr: Effacer les éléments numérisés !

# Collapse.Content
source: Collapse all
de_de: Alles reduzieren
es_es: Contraer todo
fr_fr: Réduire tout

# CollapseAll.Text
source: Collapse all
de_de: Alles reduzieren
es_es: Contraer todo
fr_fr: Réduire tout

# ColorTheme.Content
source: Color theme
de_de: Farbthema
es_es: Tema de color
fr_fr: Couleur du thème

# Comments.Header
source: Comments
es_es: Comentarios
fr_fr: Commentaires

# CommentsDetails.Text
source: Comments
es_es: Comentarios
fr_fr: Commentaires

# Community.Text
source: Community
de_de: Gemeinschaft
es_es: ¡Comunidad!
fr_fr: Communauté

source: Connected
de_de: Verbunden!
es_es: Conectado.
fr_fr: Connecté !

# Contents.Text
source: Contents
de_de: Inhalt
es_es: Índice
fr_fr: Sommaire

# Copy.Text
source: Copy
de_de: Kopieren!
es_es: Copiar
fr_fr: Copier!

# CopyMACAddress.Text
source: MAC address
de_de: MAC-Adresse
es_es: Dirección MAC
fr_fr: Adresse MAC

# CopyManufacturer.Text
source: Manufacturer
de_de: Hersteller
es_es: Fabricante
fr_fr: Fabricant

# CopyName.Text
source: Name
es_es: Nombre
fr_fr: Prénom

# CorruptedMessage
source: The file is corrupted. Please delete it and try again.
de_de: Die Datei ist beschädigt. Bitte löschen Sie es und versuchen Sie es erneut.!
es_es: El archivo está dañado. Elimínalo e inténtalo de nuevo.!
fr_fr: Le fichier est corrompu. Veuillez le supprimer et réessayer. !

# CreateReport.Content
source: Create report using Gpt Api
de_de: Bericht mit Gpt-API erstellen!
es_es: ¡Cree un informe usando Gpt Api!
fr_fr: Créez un rapport à l'aide de Gpt Api !

# Dark.Content
source: Dark
de_de: Dunkel
es_es: Oscuro(a)
fr_fr: Sombre

# Date.Text
source: Date
de_de: Datum
es_es: Fecha
fr_fr: Rencontez-vous

# DateDataGrid.Header
source: Date
de_de: Datum
es_es: Fecha
fr_fr: Rencontez-vous

# DateTimeTimeZone.Content
source: Date, time, time zone
de_de: Zeitzone
es_es: Fecha / Hora Zona horaria
fr_fr: Zone Date / Heure

source: dead
de_de: tote
es_es: muerto
fr_fr: mort

# Default.Content
source: Default
de_de: Standard
es_es: Predeterminado
fr_fr: Défaut

# Details.Text
source: Details
es_es: Detalles
fr_fr: Détails

# DontChange.Text
source: Do not change this value unless you are sure.
de_de: Ändern Sie diesen Wert nicht, es sei denn, Sie sind sich sicher.!
es_es: ¡No cambie este valor a menos que esté seguro!
fr_fr: Ne modifiez pas cette valeur à moins d'en être sûr. !

# DownloadRadmin.Text
source: Download Radmin Viewer
de_de: Radmin Viewer herunterladen!
es_es: ¡Descarga Radmin Viewer!
fr_fr: Téléchargez Radmin Viewer !

# EditComment.Text
source: Edit comment
de_de: Kommentar bearbeiten
es_es: Editar comentario
fr_fr: Modifier le commentaire

# EnableCb.Content
source: Enable
de_de: Aktivieren
es_es: Activar
fr_fr: Activer

# EnableInClassification.Content
source: Enable classification process
de_de: Klassifizierungsprozess aktivieren!
es_es: ¡Habilite el proceso de clasificación!
fr_fr: Activer le processus de classification !

# EnableInValidation.Content
source: Enable in validation process
de_de: Aktivieren im Validierungsprozess!
es_es: ¡Habilitar en el proceso de validación!
fr_fr: Activer dans le processus de validation !

# EnableSpeechRecognition.Text
source: Enable Speech Recognition
de_de: Aktivieren Sie die Spracherkennung
es_es: Habilitar el reconocimiento de voz
fr_fr: Activer la reconnaissance vocale

# English.Text
source: English (en-US)
de_de: English - EN
es_es: Inglés (en-US)

# Exit.Text
source: Exit
de_de: Ende
es_es: Salir
fr_fr: Quitter

# Expand.Content
source: Expand all
de_de: Alles erweitern
es_es: Expandir todo
fr_fr: Développer tout

# ExpandAll.Text
source: Expand all
de_de: Alles erweitern
es_es: Expandir todo
fr_fr: Développer tout

# Explore.Text
source: Explore
de_de: Erforschen
es_es: ¡Explorar
fr_fr: En savoir plus

# FastScanning.Text
source: Fast scanning, high resource usage
de_de: Schnelles Scannen, hoher Ressourcenverbrauch!
es_es: ¡Escaneo rápido, alto uso de recursos!
fr_fr: Numérisation rapide, utilisation élevée des ressources !

# Favorites.Content
source: Favorites
de_de: Favoriten
es_es: Favoritos
fr_fr: Favoris

# FavoritesAdd.Text
source: Add to favorites
de_de: Zu Favoriten hinzufügen
es_es: Añadir a favoritos
fr_fr: Ajouter aux favoris

# FavoritesRemove.Text
source: Remove from favorites
de_de: Aus Favoriten entfernen
es_es: Quitar de favoritos
fr_fr: Supprimer des favoris

# File.Title
source: File
de_de: Datei
es_es: Archivo
fr_fr: Fichier

# FileFormatNotSupported
source: The specified file format is not supported.
de_de: Das angegebene Dateiformat wird nicht unterstützt.!
es_es: El formato de archivo especificado no es compatible.!
fr_fr: Le format de fichier spécifié n'est pas pris en charge. !

# FtpError
source: Could not connect to FTP server
de_de: Es konnte keine Verbindung zum Server hergestellt werden
es_es: ¡No se ha podido conectar al servidor!
fr_fr: Impossible de se connecter au serveur FTP : %s

# FtpSuccess
source: Successfully connected to FTP server
de_de: Erfolgreich mit dem FTP-Server verbunden!
es_es: ¡Conectado correctamente al servidor FTP!
fr_fr: Connexion au serveur FTP réussie !

# HeardYouSay.Text
source: Heard you say:
de_de: Ich habe gehört, wie du gesagt hast:!
es_es: Escuché que dijiste:!
fr_fr: J'ai entendu que tu disais : !

# Help.Title
source: Help
de_de: Hilfe
es_es: ¡Ayuda
fr_fr: À l'aide

# HighAccuracy.Content
source: High-accuracy scanning (lower speed)
de_de: Hochpräzises Scannen (geringere Geschwindigkeit)!
es_es: ¡Escaneo de alta precisión (menor velocidad)!
fr_fr: Numérisation de haute précision (vitesse inférieure) !

# IntegrationWithGpt.Text
source: Integration with chat GPT Api
de_de: Integration mit Chat-GPT-API!
es_es: ¡Integración con chat GPT Api!
fr_fr: Intégration avec chat GPT Api !

# IPAddress.Header
source: IP Address
de_de: IP-Adresse
es_es: Dirección de IP
fr_fr: Adresse IP

# IpRangeComboBox.PlaceholderText
source: Example: 192.168.0.1-100, 192.168.0.200
de_de: Beispiel: 192.168.0.1-100, 192.168.0.200
es_es: Ejemplo: 192.168.0.1-100, 192.168.0.200
fr_fr: Exemple : 192.168.0.1-100, 192.168.0.200

# IpRangeExample.Text
source: Example: 192.168.0.1-100, 192.168.0.200
de_de: Beispiel: 192.168.0.1-100, 192.168.0.200!
es_es: Ejemplo: 192.168.0.1-100, 192.168.0.200!
fr_fr: Exemple : 192.168.0.1-100, 192.168.0.200 !

# IpRangeValidationMessage.Text
source: IP range input format is incorrect
de_de: Eingabeformat des IP-Bereichs ist falsch!
es_es: ¡El formato de entrada del rango de IP es incorrecto!
fr_fr: Le format d'entrée de la plage IP est incorrect !

# Language.Text
source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue

# Light.Content
source: Light
de_de: Licht!
es_es: Claro
fr_fr: Lumière !

# LoadFavorites.Text
source: Load favorites ...
de_de: Favoriten laden
es_es: Favoritos
fr_fr: Favoris

# MACAddress.Header
source: MAC Address
de_de: MAC-Adresse
es_es: Dirección MAC
fr_fr: Adresse MAC

# MachineLearning.Text
source: Machine Learning
de_de: Maschinelles Lernen
es_es: Aprendizaje automático
fr_fr: Apprentissage Automatique (Machine Learning)

# Manufacturer.Header
source: Manufacturer
de_de: Hersteller
es_es: Fabricante
fr_fr: Fabricant

# ManufacturerDetails.Text
source: Manufacturer
de_de: Hersteller
es_es: Fabricante
fr_fr: Fabricant

# MicrophoneAbout.Content
source: Click on the button and start dictating the range of IP addresses. Note that only English is supported for voice input. You can dictate the term both by each number separately (one, nine, two) and by number (one hundred and ninety two). To enter special characters, pronounce them ('.' - "dot", '-' - "dash", and others). Example: 192.168.0.1-200
de_de: Klicken Sie auf die Schaltfläche und beginnen Sie, den Bereich der IP-Adressen zu diktieren. Beachten Sie, dass nur Englisch für die Spracheingabe unterstützt wird. Sie können den Begriff sowohl nach jeder Zahl separat (eins, neun, zwei) als auch nach der Zahl (einhundertzweiundneunzig) diktieren. Um Sonderzeichen einzugeben, sprechen Sie sie aus ('.' - "Punkt", '-' - "Bindestrich" und andere). Beispiel: 192.168.0.1-200
es_es: Haga clic en el botón y comience a dictar el rango de direcciones IP. Tenga en cuenta que solo se admite el inglés para la entrada de voz. Puede dictar el término tanto por cada número por separado (uno, nueve, dos) como por número (ciento noventa y dos). Para introducir caracteres especiales, pronúncialos ('.' - "punto", '-' - "guión", y otros). Ejemplo: 192.168.0.1-200
fr_fr: Cliquez sur le bouton et commencez à dicter la plage d'adresses IP. Notez que seul l'anglais est pris en charge pour la saisie vocale. Vous pouvez dicter le terme à la fois par chaque nombre séparément (un, neuf, deux) et par nombre (cent quatre-vingt-douze). Pour saisir des caractères spéciaux, prononcez-les ('.' - "point", '-' - "tiret" et autres). Exemple : 192.168.0.1-200

# MicrophonePermissionError
source: Speech recognition is not enabled. Please enable it in the settings.
de_de: Die Spracherkennung ist nicht aktiviert. Bitte aktivieren Sie es in den Einstellungen.!
es_es: El reconocimiento de voz no está habilitado. Habilítelo en la configuración.!
fr_fr: La reconnaissance vocale n'est pas activée. Veuillez l'activer dans les paramètres. !

# MicrophoneSettings_NotAccepted.Text
source: The speech recognition privacy settings have not been accepted. Open Privacy Policy to review the privacy policy and enable personalization.
de_de: Die Spracherkennungs-Datenschutzeinstellungen wurden nicht akzeptiert. Öffnen Sie die Datenschutzerklärung, um die Datenschutzerklärung zu überprüfen und die Personalisierung zu aktivieren.!
es_es: La configuración de privacidad del reconocimiento de voz no ha sido aceptada. Abra la Política de privacidad para revisar la política de privacidad y permitir la personalización.
fr_fr: Les paramètres de confidentialité de la reconnaissance vocale n'ont pas été acceptés. Ouvrez la politique de confidentialité pour consulter la politique de confidentialité et activer la personnalisation. !

# Name.Header
source: Name
es_es: Nombre
fr_fr: Prénom

# NetBiosGroup.Content
source: NetBIOS group
de_de: NetBIOS-Gruppe!
es_es: ¡Grupo NetBIOS!
fr_fr: Groupe NetBIOS !

source: online
es_es: en línea
fr_fr: en ligne

# OperatingSystem.Text
source: Operating system
de_de: Betriebssystem
es_es: Sistema operativo
fr_fr: Système d’exploitation

# OperationNotSupported
source: The operation is not supported for the selected device
de_de: Der Vorgang wird für das ausgewählte Gerät nicht unterstützt!
es_es: ¡La operación no es compatible con el dispositivo seleccionado!
fr_fr: L'opération n'est pas prise en charge pour l'appareil sélectionné !

# Options.Text
source: Options ...
de_de: Optionen...
es_es: Opciones...

# OptionsNavigationView.PaneTitle
source: Options
de_de: Optionen
es_es: Opciones

# Pause.Content
source: Pause
es_es: ¡Pausa

# Performance.Content
source: Performance
de_de: Leistung
es_es: Rendimiento

# Peripheral.Content
source: Peripheral
de_de: Peripher
es_es: Artritis
fr_fr: La vasoconstriction

# PressToSpeak.Text
source: Press to speak
de_de: Zum Sprechen drücken!
es_es: ¡Pulse para hablar!
fr_fr: presser de

# Print.Text
source: Print ...
de_de: Drucken
es_es: ¡Imprimir
fr_fr: Imprimer

# PrintDetails.Content
source: Print ...
de_de: Drucken
es_es: ¡Imprimir
fr_fr: Imprimer

# PrintPreview.Text
source: Print preview ...
de_de: Druckvorschau
es_es: Vista previa de impresión
fr_fr: Aperçu avant impression

# PrivacySettingsButton.Content
source: Open Privacy Settings
de_de: Einstellungen
es_es: Configuración de privacidad
fr_fr: paramètres de confidentialité

# RdpError
source: Could not connect to device via RDP protocol
de_de: Konnte keine Verbindung zum Gerät über das RDP-Protokoll herstellen!
es_es: ¡No se ha podido conectar al dispositivo a través del protocolo RDP!
fr_fr: Impossible de se connecter à l'appareil via le protocole RDP !

# Rename.Text
source: Rename
de_de: Umbenennen
es_es: Cambiar nombre
fr_fr: Renommer

# ReportBug.Text
source: Report a bug
de_de: Melde einen Fehler
es_es: Informar de un error
fr_fr: Signaler un bug

# ReportCreationError
source: An error occurred while generating the report, please check the api key
de_de: Beim Erstellen des Berichts ist ein Fehler aufgetreten, bitte überprüfen Sie den API-Schlüssel!
es_es: Se ha producido un error al generar el informe, ¡compruebe la clave de la API!
fr_fr: Une erreur s'est produite lors de la génération du rapport, veuillez vérifier la clé API !

# RequestFeature.Text
source: Request a feature
de_de: Anfordern einer Funktion
es_es: Solicitar una función
fr_fr: Demander une fonctionnalité

# Rescan.Text
source: Rescan
de_de: Neu scannen
es_es: Reescanear
fr_fr: Scanner à nouveau

# Resources.Content
source: Resources
de_de: Ressourcen
es_es: Recursos
fr_fr: Plus de ressources WP

# Results.Content
source: Results
de_de: Ergebnisse
es_es: Resultados
fr_fr: Résultats

# Resume.Content
source: Resume
de_de: FORTFAHREN
es_es: Resumen
fr_fr: Reprendre

# Save.Content
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistré

# SaveAs.Text
source: Save as ...
de_de: Speichern unter...
es_es: Guardar como
fr_fr: Enregistrer sous...

# SaveAsDetails.Content
source: Save as ...
de_de: Speichern unter...
es_es: Guardar como
fr_fr: Enregistrer sous...

# SaveButton.Content
source: Save
de_de: Speichern!
es_es: Guardar!
fr_fr: Enregistré !

# SaveFavorites.Content
source: Save changes to your favorites list Note that the changes will be applied to the current file (either the file opened by default or the one you selected)
de_de: Änderungen in Ihrer Favoritenliste speichern Beachten Sie, dass die Änderungen auf die aktuelle Datei angewendet werden (entweder die standardmäßig geöffnete oder die von Ihnen ausgewählte Datei)!
es_es: Guarda los cambios en tu lista de favoritos ¡Tenga en cuenta que los cambios se aplicarán al archivo actual (ya sea el archivo abierto por defecto o el que seleccionó)!
fr_fr: Enregistrer les modifications dans votre liste de favoris Notez que les modifications seront appliquées au fichier actuel (soit le fichier ouvert par défaut, soit celui que vous avez sélectionné) !

# Scan.Text
source: Scan
de_de: Scannen !
es_es: Escanear
fr_fr: Scanner

# ScanConfiguration.Text
source: Scan configuration:
de_de: Scan-Konfiguration:!
es_es: Configuración de escaneo:!
fr_fr: Configuration du scan : !

# ScanFromFile.Text
source: Scan from file ...
de_de: Aus Datei...
es_es: Desde el archivo
fr_fr: À partir d'un fichier...

# ScanFromFileError
source: Cannot scan from file while displaying favorites
de_de: Kann nicht aus Datei scannen, während Favoriten angezeigt werden!
es_es: ¡No se puede escanear desde el archivo mientras se muestran los favoritos!
fr_fr: Impossible de numériser à partir du fichier lors de l'affichage des favoris !

# ScanFromFileTitle
source: Scan from file
de_de: Aus Datei
es_es: Desde archivo
fr_fr: Depuis le fichier

# ScanningSpeed.Text
source: Scanning speed
de_de: Scangeschwindigkeit
es_es: velocidad de exploración
fr_fr: Vitesse de scan

# ScanResources.Text
source: Scan resources:
de_de: Ressourcen scannen:
es_es: Escanear recursos:
fr_fr: Scanner les ressources:

# Search.PlaceholderText
source: Search
de_de: Suche
es_es: Búsqueda
fr_fr: Rechercher

# SelectTheme.Header
source: Select theme
de_de: Thema auswählen
es_es: Seleccionar tema
fr_fr: Sélectionner le thème

# Service.Text
source: Service
de_de: Dienstleistung
es_es: ¡Servicio!

# Settings.Title
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Réglages

# SharedFoldersAndPrinters.Content
source: Shared folders and printers
de_de: Gemeinsame Ordner und Drucker!
es_es: ¡Carpetas e impresoras compartidas!
fr_fr: Dossiers et imprimantes partagés !

# ShowActionToolbar.Text
source: Show action toolbar
de_de: Aktions-Symbolleiste anzeigen!
es_es: ¡Mostrar barra de herramientas de acción!
fr_fr: Barre d'outils d'action

# ShowAlive.Text
source: Show alive
de_de: Am Leben
es_es: Vivo
fr_fr: Vivants !

# ShowDead.Text
source: Show dead
de_de: TOT!
es_es: ¡Mostrar muerto!
fr_fr: mort(e) - décédé(e)

# ShowMiscellaneousToolbar.Text
source: Show miscellaneous toolbar
de_de: Verschiedene Symbolleisten anzeigen!
es_es: ¡Mostrar barra de herramientas miscelánea!
fr_fr: Afficher la barre d'outils divers !

# ShowTheDetailsPane.Text
source: Show the details page
de_de: Detailseite anzeigen!
es_es: ¡Mostrar la página de detalles!
fr_fr: Affichez la page de détails !

# ShowUnknown.Text
source: Show unknown
de_de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu !

# SlowScanning.Text
source: Slow scanning, low resource usage
de_de: Langsames Scannen, geringer Ressourcenverbrauch!
es_es: ¡Escaneo lento, bajo uso de recursos!
fr_fr: Balayage lent, faible utilisation des ressources !

# SpeechPrivacyPolicyDeclined
source: The privacy statement was declined. Go to Settings -> Privacy -> Speech, inking and typing, and ensure you have viewed the privacy policy, and Cortana is set to 'Get To Know You'.
de_de: Die Datenschutzerklärung wurde abgelehnt. Gehen Sie zu Einstellungen -> Datenschutz -> Sprache, Einfärben und Tippen und stellen Sie sicher, dass Sie die Datenschutzrichtlinie angesehen haben, und Cortana ist auf "Lernen Sie sich kennen" eingestellt.!
es_es: La declaración de privacidad ha sido rechazada. Vaya a Configuración -> Privacidad -> Voz, entintado y escritura, y asegúrese de haber visto la política de privacidad, ¡y Cortana está configurada para 'Conocerte'!
fr_fr: La déclaration de confidentialité a été refusée. Allez dans Paramètres -> Confidentialité -> Discours, encrage et saisie, et assurez-vous d'avoir consulté la politique de confidentialité, et Cortana est défini sur « Apprenez à vous connaître ». !

# SpeechRecognitionFailed
source: Speech Recognition Failed, Status:
de_de: Spracherkennung fehlgeschlagen, Status:!
es_es: Error en el reconocimiento de voz, estado:!
fr_fr: Échec de la reconnaissance vocale, statut : !

# Status.Header
source: Status
es_es: Estado
fr_fr: Statut

# StatusDetails.Text
source: Status
es_es: Estado
fr_fr: Statut

# Stop.Text
source: Stop
de_de: Halt
es_es: ¡Alto
fr_fr: Arrête

# Subnet.Content
source: Subnet of this machine will be scanned
de_de: Das Subnetz dieser Maschine wird gescannt!
es_es: ¡Se escaneará la subred de esta máquina!
fr_fr: Le sous-réseau de cette machine sera scanné !

# SubnetC.Content
source: Subnet of class 'C' will be scanned
de_de: Subnetz der Klasse 'C' wird gescannt!
es_es: ¡Se escaneará la subred de clase 'C'!
fr_fr: Le sous-réseau de classe « C » sera scanné !

source: Success
de_de: Erfolgreich
es_es: ¡Hecho
fr_fr: Réussi

# TapAndSpeak.Text
source: Tap the microphone and speak. This example uses a predefined dictation grammar constraint, so you can freely dictate a short message.
de_de: Tippen Sie auf das Mikrofon und sprechen Sie. Dieses Beispiel verwendet eine vordefinierte Einschränkung der Diktatgrammatik, sodass Sie eine kurze Nachricht frei diktieren können.!
es_es: Toca el micrófono y habla. Este ejemplo utiliza una restricción gramatical de dictado predefinida, por lo que puede dictar libremente un mensaje corto.
fr_fr: Appuyez sur le microphone et parlez. Cet exemple utilise une contrainte grammaticale de dictée prédéfinie, de sorte que vous pouvez librement dicter un message court. !

# TcpError
source: Could not connect.
de_de: Verbindung konnte nicht hergestellt werden!
es_es: No se pudo conectar
fr_fr: Impossible de se connecter.

# TcpPort.Text
source: TCP Port:
es_es: Puerto TCP:
fr_fr: Port TCP:

# TcpSuccess
source: Successfully connected. The service is available
de_de: Erfolgreich verbunden. Der Dienst ist verfügbar!
es_es: Conectado correctamente. ¡El servicio está disponible!
fr_fr: Connexion réussie. Le service est disponible !

# TcpTextBox.PlaceholderText
source: Default value: 80
de_de: Standardwert: 80
es_es: Valor de Defecto: 80
fr_fr: Valeur par défaut: 80

# TelnetError
source: Failed to find telnet.exe. Check if Telnet is installed
de_de: Telnet.exe konnte nicht gefunden werden. Prüfen Sie, ob Telnet installiert ist!
es_es: Error al encontrar telnet.exe. ¡Compruebe si Telnet está instalado!
fr_fr: Impossible de trouver telnet.exe. Vérifiez si Telnet est installé !

# Tools.Text
source: Tools
de_de: Werkzeug
es_es: Herramientas
fr_fr: Les outils

# Type.Text
source: Type
de_de: Typ
es_es: Tipo

# TypeDetails.Content
source: Please be aware that the AI model may make errors in determining the device type
de_de: Bitte beachten Sie, dass das KI-Modell Fehler bei der Bestimmung des Gerätetyps machen kann!
es_es: ¡Tenga en cuenta que el modelo de IA puede cometer errores al determinar el tipo de dispositivo!
fr_fr: Veuillez noter que le modèle d'IA peut faire des erreurs dans la détermination du type d'appareil !

# UdpError
source: Can not connect to UDP server
de_de: Es kann keine Verbindung zum UDP-Server hergestellt werden!
es_es: ¡No se puede conectar al servidor UDP!
fr_fr: Impossible de se connecter au serveur !

# UdpPort.Text
source: UDP Port:
es_es: Puerto UDP:
fr_fr: Port UDP:

# UdpSuccess
source: Successfully connected to UDP server
de_de: Erfolgreich mit dem UDP-Server verbunden!
es_es: ¡Conectado correctamente al servidor UDP!
fr_fr: Connexion au serveur UDP réussie !

# UdpTextBox.PlaceholderText
source: Default value: 137
de_de: Standardwert: 137
es_es: Valor de Defecto: 137
fr_fr: Valeur par défaut: 137

# Ukranian.Text
source: Ukrainian (uk-UA)
de_de: Ukrainisch (UK-UA)
es_es: Ukrainiano (uk-UA)
fr_fr: Ukrainien (uk-UA)

source: unknown
de_de: unbekannt
es_es: desconocido
fr_fr: inconnu

# User.Text
source: User
es_es: Usuario
fr_fr: Utilisateur

# View.Title
source: View
de_de: Ansicht
es_es: Vista
fr_fr: Afficher

# WakeOnLan.Text
source: Wake On LAN technology
de_de: Wake-On-LAN-Technologie
es_es: ¡Tecnología Wake On LAN
fr_fr: Technologie Wake On LAN

# WrongFile
source: Unable to load data. You may have selected the wrong json file
de_de: Daten können nicht geladen werden. Möglicherweise haben Sie die falsche JSON-Datei ausgewählt
es_es: No se pueden cargar los datos. ¡Es posible que haya seleccionado el archivo json incorrecto
fr_fr: Impossible de charger les données. Vous avez peut-être sélectionné le mauvais fichier json

# German.Text
source: German
de_de: Deutsch
es_es: Alemán
fr_fr: Allemand

# French.Text
source: French
de_de: Französisch
es_es: Francés
fr_fr: Français

# Spanish.Text
source: Spanish
de_de: Spanisch
es_es: Español
fr_fr: Espagnol

# NoInternet
source: There is no connection to the Internet.
de_de: Es besteht keine Verbindung zum Internet.
es_es: No hay conexión a Internet.
fr_fr: Il n'y a pas de connexion à Internet.

source: Error
de_de: Fehler
fr_fr: Erreur
